TYPE_DEPARTMENT = (
    ('Не выбрано', 'Не выбрано'),
    ('Хирургия', 'Хирургия'),
    ('Онкология', 'Онкология'),
    ('Реанимация', 'Реанимация'),
    ('Интенсивная терапия', 'Интенсивная терапия'),
    ('Check-up', 'Check-up'),
)

ROOM_NUMBERS = (
    ('2а-1', '2а-1'),
    ('2а-2', '2а-2'),
    ('2а-3', '2а-3'),
    ('2а-4', '2а-4'),
    ('2а-5', '2а-5'),
    ('2а-6', '2а-6'),
    ('2а-7', '2а-7'),
    ('2а-12', '2а-12'),
    ('2а-13', '2а-13'),
    ('2а-14', '2а-14'),
    ('2а-15', '2а-15'),
    ('2а-16', '2а-16'),
    ('2а-17', '2а-17'),
    ('3а-1', '3а-1'),
    ('3а-2', '3а-2'),
    ('3а-3', '3а-3'),
    ('3а-4', '3а-4'),
    ('3а-5', '3а-5'),
    ('3а-6', '3а-6'),
    ('3а-7', '3а-7'),
    ('3а-8', '3а-8'),
    ('3а-9', '3а-9'),
    ('3а-10', '3а-10'),
    ('3а-11', '3а-11'),
    ('3а-12', '3а-12'),
    ('3а-13', '3а-13'),
    ('3а-14', '3а-14'),
    ('3а-15', '3а-15'),
    ('3а-16', '3а-16'),
    ('3а-17', '3а-17'),
)

BED = (
    ('K1', 'K1'),
    ('K2', 'K2'),

)

TYPE_DIET = (
    ('Не выбрано', 'Не выбрано'),
    ('ОВД', 'ОВД'),
    ('ОВД без сахара', 'ОВД без сахара'),
    ('ОВД веган (пост) без глютена', 'ОВД веган (пост) без глютена'),
    ('Нулевая диета', 'Нулевая диета'),
    ('ЩД', 'ЩД'),
    ('БД', 'БД'),
    ('БД день 1', 'БД день 1'),
    ('БД день 2', 'БД день 2'),
    ('ВБД', 'ВБД'),
    ('НБД', 'НБД'),
    ('НКД', 'НКД'),
    ('ВКД', 'ВКД'),
)

TYPE_DIET_FOR_FORM = (
    ('Не выбрано', 'Не выбрано'),
    ('ОВД', 'ОВД'),
    ('ОВД без сахара', 'ОВД без сахара'),
    ('ОВД веган (пост) без глютена', 'ОВД веган (пост) без глютена'),
    ('Нулевая диета', 'Нулевая диета'),
    ('ЩД', 'ЩД'),
    ('БД день 1', 'БД день 1'),
    ('БД день 2', 'БД день 2'),
    ('ВБД', 'ВБД'),
    ('НКД', 'НКД'),
    ('ВКД', 'ВКД'),
)

TYPE_DIET_FOR_MENU = (
    ('ovd', 'ОВД'),
    ('ovd_sugarless', 'ОВД без сахара'),
    ('ОВД веган (пост) без глютена', 'ОВД веган (пост) без глютена'),
    ('Нулевая диета', 'Нулевая диета'),
    ('shd', 'ЩД'),
    # ('bd-1', 'БД день 1'),
    # ('bd-2', 'БД день 2'),
    ('vbd', 'ВБД'),
    ('nkd', 'НКД'),
    ('vkd', 'ВКД'),
)


STATUS_PATIENT = (
    ('patient', 'patient'),
    ('patient_archive', 'patient_archive'),
)

STATUS_BARCODES = (
    ('active', 'active'),
    ('no_active', 'no_active'),
)

DAT_OF_THE_WEEK = (
    ('понедельник', 'понедельник'),
    ('вторник', 'вторник'),
    ('среда', 'среда'),
    ('четверг', 'четверг'),
    ('пятница', 'пятница'),
    ('суббота', 'суббота'),
    ('воскресенье', 'воскресенье'),
)

MEALS = (
    ('breakfast', 'breakfast'),
    ('lunch', 'lunch'),
    ('afternoon', 'afternoon'),
    ('dinner', 'dinner'),
)