TYPE_DEPARTMENT = (
    ('Не выбрано', 'Не выбрано'),
    ('Хирургия', 'Хирургия'),
    ('Онкология', 'Онкология'),
)

ROOM_NUMBERS = (
    ('Не выбрано', 'Не выбрано'),
    ('200', '200'),
    ('201', '201'),
    ('202', '202'),
    ('203', '203'),
    ('300', '300'),
    ('301', '301'),
    ('302', '302'),
    ('303', '303'),
)

TYPE_DIET = (
    ('Не выбрано', 'Не выбрано'),
    ('ОВД', 'ОВД'),
    ('ОВД без сахара', 'ОВД без сахара'),
    ('ЩД', 'ЩД'),
    ('БД', 'БД'),
    ('ВБД', 'ВБД'),
    ('НБД', 'НБД'),
    ('НКД', 'НКД'),
    ('ВКД', 'ВКД'),
)

TYPE_DIET_FOR_MENU = (
    ('ovd', 'ОВД'),
    ('ovd_sugarless', 'ОВД без сахара'),
    ('shd', 'ЩД'),
    ('bd', 'БД'),
    ('vbd', 'ВБД'),
    ('nbd', 'НБД'),
    ('nkd', 'НКД'),
    ('vkd', 'ВКД'),
)

# TYPE_DIET_FOR_MENU = (
#     ('1', '1'),
#     ('1', '1'),
#     ('1', '1'),
#     ('1', '1'),
#     ('1', '1'),
# )

STATUS_PATIENT = (
    ('patient', 'patient'),
    ('patient_archive', 'patient_archive'),
)

STATUS_BARCODES = (
    ('active', 'active'),
    ('no_active', 'no_active'),
)

DAT_OF_THE_WEEK = (
    ('понедельник', 'понедельник'),
    ('вторник', 'вторник'),
    ('среда', 'среда'),
    ('четверг', 'четверг'),
    ('пятница', 'пятница'),
    ('суббота', 'суббота'),
    ('воскресенье', 'воскресенье'),
)

MEALS = (
    ('breakfast', 'breakfast'),
    ('lunch', 'lunch'),
    ('afternoon', 'afternoon'),
    ('dinner', 'dinner'),
)