TYPE_DEPARTMENT = (
    ('Не выбрано', 'Не выбрано'),
    ('Хирургия', 'Хирургия'),
    ('Онкология', 'Онкология'),
)

ROOM_NUMBERS = (
    ('Не выбрано', 'Не выбрано'),
    ('200', '200'),
    ('201', '201'),
    ('202', '202'),
    ('203', '203'),
    ('300', '300'),
    ('301', '301'),
    ('302', '302'),
    ('303', '303'),
)

TYPE_DIET = (
    ('Не выбрано', 'Не выбрано'),
    ('ОВД', 'ОВД'),
    ('ОВД без сахара', 'ОВД без сахара'),
    ('ЩД', 'ЩД'),
    ('БД', 'БД'),
    ('ВБД', 'ВБД'),
    ('НБД', 'НБД'),
    ('НКД', 'НКД'),
    ('ВКД', 'ВКД'),
)

STATUS_PATIENT = (
    ('patient', 'patient'),
    ('patient_archive', 'patient_archive'),
)